alsa-firmware
amd-ucode
android-tools
appmenu-gtk-module
arc-gtk-theme
aria2
arj
ark
armcord-bin
autoconf
automake
autorandr
aws-cli-v2
b43-fwcutter
base
bash-completion
beautyline
bemoji
betterbird-bin
betterdiscord-installer
bind
binutils
bison
bluedevil
blueman
bluetooth-support
brave-bin
bridge-utils
btrfs-assistant
btrfs-progs
bzip2
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
chaotic-keyring
chaotic-mirrorlist
cliphist
clipster
cloudflare-warp-bin
cloudflared-bin
coreutils
cryptsetup
curlftpfs
debugedit
dialog
discord
dmidecode
dmraid
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
downgrade
dracut
e2fsprogs
easyeffects
ecryptfs-utils
efibootmgr
ethtool
exfatprogs
exo
f2fs-tools
fakeroot
fastfetch
fatresize
ffmpegthumbs
file
filesystem
findutils
firefox-developer-edition
firewalld
flameshot
flex
freetype2
fscrypt
fuzzel
fwupd
garcon
garuda-assistant
garuda-boot-options
garuda-browser-settings
garuda-common-settings
garuda-dr460nized
garuda-dracut-support
garuda-fish-config
garuda-gamer
garuda-hooks
garuda-hotfixes
garuda-icons
garuda-network-assistant
garuda-settings-manager
garuda-settings-manager-kcm
garuda-setup-assistant
garuda-system-maintenance
garuda-video-linux-config
garuda-wallpapers
garuda-welcome
gawk
gcc
gcc-libs
gettext
git
github-cli
glibc
gnome-control-center
gnome-firmware
gnu-netcat
go
grep
groff
grub
grub-btrfs
grub-garuda
grub-theme-garuda-dr460nized
gstreamer-meta
gzip
htop
httpie
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
imwheel
inetutils
input-devices-support
inxi
iproute2
iptables-nft
iputils
jfsutils
kate
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdeplasma-addons
kf6-servicemenus-rootactions
khotkeys
kimageformats5
kinfocenter
kinit
kitty
konsole
kscreen
ksshaskpass
kvantum
kwallet-pam
kwayland-integration
kwin
kwin-bismuth
kwin-scripts-forceblur
lhasa
lib32-pipewire-jack
libappindicator-gtk3
libdvdcss
libinput-gestures-qt
libreoffice-still
libtool
licenses
lightly-qt
linux-firmware
linux-zen
linux-zen-headers
localsend-bin
logrotate
lrzip
lsb-release
lsof
lvm2
lxappearance
lzip
lzop
m4
make
mako
man-db
man-pages
matcha-gtk-theme-git
mdadm
memtest86+
menu-qalc
mercurial
micro
mlocate
mpv
mtools
nano
nautilus
neovim
nerd-fonts-inter
net-tools
networkmanager-support
nfs-utils
ngrok
nilfs-utils
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
numix-icon-theme-git
nwg-look
octopi
okular
os-prober-btrfs
otf-commit-mono-nerd
otf-font-awesome-4
p7zip
pace
pacman
pacman-contrib
partitionmanager
paru
patch
pavucontrol
pciutils
perl-file-mimeinfo
pipewire-jack
pipewire-support
pkgconf
plasma-applet-window-buttons
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma5-applets-docker
plasma5-applets-eventcalendar
plata-theme
plymouth-git
plymouth-theme-dr460nized
postgresql-libs
power-profiles-daemon
powerdevil
powertop
procps-ng
psmisc
python-parsedatetime
python-pint
python-pip
python-pipx
python-pynvim
python-pytz
python-virtualenv
qpdf
qt5-imageformats
qt5ct
qt6ct
quicktile
quota-tools
rate-mirrors
reflector-simple
reiserfsprogs
resvg
ripgrep
rofi
rose-pine-gtk-theme
rose-pine-hyprcursor
rsync
scribus
sddm
sddm-kcm
sed
shadow
snapper-support
snapper-tools
sof-firmware
spectacle
sshfs
standardnotes-bin
subversion
sudo
swappy
swaybg
systemd
systemd-sysvcompat
tar
telegram-desktop
terminus-font
texinfo
thunar
thunar-volman
thunderbird
tmux
traceroute
transmission-gtk
tree-sitter-cli
ttf-dejavu
ttf-fantasque-sans-mono
ttf-fira-sans
ttf-font-awesome
ttf-inconsolata-go-nerd
ttf-jetbrains-mono
ttf-liberation
ttf-material-symbols-variable-git
ttf-opensans
tumbler
ulauncher
unace
unarchiver
unarj
unrar
unzip
update-grub
usbutils
util-linux
vi
vlc-git
waybar
wayfarer
webtorrent-desktop-bin
wezterm-git
wget
whatstux
which
whois
wireless-regdb
wireless_tools
wireplumber
wl-clipboard
wlogout
wlroots
wqy-zenhei
x-tile-git
xautomation
xbindkeys
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-server
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xwayland
xournalpp
xsel
xz
yapf
yin-yang-git
youtube-dl-git
zip
